[
  "templater-obsidian",
  "quickadd",
  "pdf-plus",
  "obsidian-columns",
  "obsidian-meta-bind-plugin",
  "js-engine",
  "homepage",
  "obsidian-emoji-toolbar",
  "editing-toolbar",
  "editor-width-slider",
  "note-refactor-obsidian",
  "obsidian-weread-plugin",
  "obsidian-spaced-repetition",
  "obsidian-douban-plugin",
  "dataview",
  "theme-picker",
  "obsidian-style-settings",
  "obsidian-content-protection",
  "obsidian-admonition",
  "pdf-ebookshelf",
  "pdfflow",
  "flowtext",
  "media-browser",
  "imagen",
  "dida-sync",
  "datacore",
  "bases-view",
  "banner-image",
  "calendar",
  "check-in",
  "note-rambler",
  "note-importer",
  "title-manager"
]